LSIO_WebService2.asmx

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><Get_DataSet xmlns="http://127.0.01/LSIO_F/LSIO_WebService/"><sPrgcode>Default</sPrgcode><sType>A</sType><sPara1 /><sPara2 /><sPara3 /><sPara4 /><sPara5 /><sPara6 /></Get_DataSet></soap:Body></soap:Envelope>